<template>
  <div class="privacy">
    <div>
      <h1 class="tx">
        启山智软平台开户及服务协议
      </h1>
      <p></p>
      <h3 class="mb">导语：</h3>
      <p class="mb">
        <b>【审慎阅读】</b
        ><b
          >在使用启山智软平台服务前，你应当认真阅读并遵守本协议，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能以加粗字体显示，你应重点阅读。除非你已阅读并接受本协议所有条款，否则你无权使用本服务</b
        >。
      </p>
      <p>
        <b>【签约流程】</b
        ><b
          >你通过页面点击或已使用本服务即视为你已充分阅读、理解并接受本协议的全部内容，如果你不同意本协议或其中任何条款约定，你应立即停止注册程序。如你对本协议有任何疑问的，应向客服咨询：18058505737</b
        >。
      </p>
      <p></p>
      <h3 class="mb">一、定义</h3>
      <p>如无特别说明，下列术语在本协议中的定义为：</p>
      <p>
        （一）<b>启山智软平台服务</b>：指为你提供货币资金转移服务及账户管理服务。
      </p>
      <p>
        （二）<b>启山智软平台账户</b>：指启山智软平台为你配置的用来记载你的身份信息、交易信息、资金余额，你凭以发起交易指令的电子簿记。启山智软平台账户将与你提供的合法银行账户绑定，启山智软平台将根据你的交易指令和相关协议对你的银行账户做相应的资金扣划和归集。
      </p>
      <p>
        （三）<b>启山智软平台后台</b>：指启山智软平台提供和维护的管理软件系统，你应通过该系统提交相应资料和确认信息，进而开通本服务。成功开通后，你可以通过该系统使用启山智软平台账户管理等相关功能，具体功能以该系统实际提供的为准，且该系统功能将根据启山智软平台的需要进行调整和增减。商户可以通过启山智软商家后台-账户中心查看
      </p>
      <p>
        （四）<b>启山智软平台后台登录名</b>：指你凭以登录启山智软平台后台，操作启山智软平台账户的手机号。你取得的启山智软平台关联产品的账户，其登录名即成为启山智软平台后台和启山智软平台账户的登录名。
      </p>
      <p>（五）<b>用户</b>：指使用启山智软平台进行消费的自然人或法人。</p>
      <p><b>商户</b>：指使用启山智软平台从事经营活动的自然人或法人。</p>
      <p>
        （六）<b>收货后结算</b>,即第三方代收代付服务:指在电子商务活动中为解决买卖双方的交易资金安全，以及双方交易中的信任问题，启山智软平台作为经批准从事第三方支付的非银支付机构，提供的保护买卖双方交易权益、保障交易资金安全，建立双方信任的代收代付服务。
      </p>
      <p></p>
      <h3 class="mb">二、服务内容</h3>
      <p>
        （一）<b>本服务的功能：根据你的指令，为你进行货币资金结算及账户管理</b>。
      </p>
      <p>
        （二）<b>服务限制：启山智软平台仅能用于你在启山智软平台后台申报并经核准的收款或付款，且每笔收款或付款不能超过启山智软平台规定的限额。你了解并同意启山智软平台有权根据你的个体因素来调整你的交易额度，如：个人消费能力，不同经营的商品或服务类型，以及你经营活动的风险状况</b>。
      </p>
      <p></p>
      <p>三、启山智软平台的权利和义务</p>
      <p>
        （一）<b>支付软件系统建设</b>。启山智软平台负责支付软件系统的建设、运行和管理，并确保该系统的安全性。
      </p>
      <p>
        （二）<b>交易查询</b>。启山智软平台设立网上交易查询系统及查询接口，为你提供账户信息管理和交易信息查询服务。
      </p>
      <p>
        （三）<b>用户证书</b>。启山智软平台为你提供“用户证书”服务，“用户证书”将记载你的身份信息、启山智软平台账户的操作权限。
      </p>
      <p>
        （四）<b>支付指令校验</b>。启山智软平台依据你的启山智软平台后台登录名、登录密码、用户证书来校验你支付指令的真实性、有效性。当你的启山智软平台后台登录名、登录密码、用户证书均校验通过时，即视为系你本人操作启山智软平台账户，启山智软平台无需校验其他信息即可执行支付指令。
      </p>
      <p>
        （五）<b>交易纠纷处理</b>。启山智软平台仅为你提供货币资金转移服务，你与用户或其他主体之间的纠纷由你自行负责处理，与启山智软平台无关，但是，因启山智软平台系统故障引起的资金转移服务纠纷除外。
      </p>
      <p>
        （六）<b>商户经营审核</b>。若你是商户，启山智软平台有权定期或不定期审核你的业务类型，以及通过本服务售卖的物品和服务，若你违反本协议约定或从事不符合国家相关法律法规规定的经营活动时，启山智软平台有权不经你的同意先行暂停或终止提供服务，并且你应赔偿给启山智软平台造成的损失。
      </p>
      <p>
        （七）<b>延迟结算</b>。启山智软平台发现你可能存在洗钱、恐怖融资、欺诈交易、信用卡套现、恶意倒闭或其他违法违规行为，或启山智软平台发现你存在集中转入分散转出等可疑交易特征的交易或存在争议交易时，启山智软平台可以对你启山智软平台账户中的相应资金进行延迟结算，已经结算的，启山智软平台可以延迟转账到你指定银行账户和支付账户。对于延迟结算、延迟转账的资金，直至排除违法违规嫌疑时，启山智软平台才恢复该部分资金的结算和转账。你的行为导致启山智软平台遭受损失的，你还应当承担赔偿责任。
      </p>
      <p>
        （八）<b>身份验证和授权</b>。你使用本服务，即表明你同意启山智软平台收集、记录和使用你使用本服务过程中产生的相关信息和数据，包括但不限于你及法定代表人、负责人的身份信息、账户信息和交易信息等，并将前述信息提交国家机关、金融机构和其他企事业单位进行身份验证和鉴权。启山智软平台有权根据需要收集、保存、核实你及法定代表人、负责人的音频和视频资料。为更好地提供服务，启山智软平台及关联公司有权在法律允许的范围内自行收集、记录、使用上述信息和数据。
      </p>
      <p>
        （九）<b>资金的冻结和扣划</b>。你理解，启山智软平台有权按照公安、检察、法院、海关、税务及其他有权机关的要求对你在启山智软平台的资金及账户等进行查询、冻结或扣划，具体视情况而定。
      </p>
      <p>
        你同意，你与第三方另有协议约定资金的冻结和扣划的，启山智软平台将依据协议约定内容执行第三方指令。
      </p>
      <p></p>
      <h3 class="mb">四、你的权利和义务</h3>
      <p>
        （一）<b>账户开立和身份验证</b>。你在申请开立启山智软平台账户时，应向启山智软平台如实提供相关主体资料或经营资质资料，包括但不限于个人的有效身份证，或商户的营业执照、税务登记证、组织机构代码证（多证合一的除外）、法定代表人或负责人本人的身份证明及影音资料、电话号码等，若你从事国家规定专营、专控或需要取得国家前置行政许可的经营活动，还应提供该相关资质证照。你应保证所提交的上述资料的准确性、真实性、完整性。如你的上述信息发生变更，或你迁址、停业、变更域名或联系电话等资料信息，应提前通知启山智软平台，否则，启山智软平台有权视具体情况暂停服务，暂停期限视情况而定，因你未及时通知导致的投诉和纠纷，均由你承担。启山智软平台有权根据国家法律法规、规章制度、行业规范、政策要求的规定，要求你补充提交相关信息和资料，你逾期未提交或未通过启山智软平台核验的，启山智软平台有权解除本协议或暂停你启山智软平台账户的全部或部分功能。
      </p>
      <p>
        （二）<b>合法使用。你不得把启山智软平台账户、启山智软平台提供的技术接口、安全协议及证书用于本协议范围以外的用途，也不得出租、转让给第三方使用；除启山智软平台及关联产品，你不得在任何网站页面或H5网页或APP页面展示与“启山智软平台”有关的链接、弹窗或与H5支付有关的内容及其衍生产品，禁止把收付款链接或二维码嵌入。你充分了解并清楚知晓出租、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人（单位）账户</b>。
      </p>
      <p>
        （三）<b>若你是商户，禁止存储用户敏感信息。你不得存储用户银行账户密码、银行卡的磁道信息或芯片信息、银行卡验证码和有效期等敏感信息，不得泄露用户信用卡信息和借记卡信息等</b>。
      </p>
      <p>
        （四）<b>账户保管和挂失。你应妥善保管启山智软平台网站登录名及其密码、启山智软平台账户及其密码，以及手机短信验证码等。启山智软平台网站登录名、启山智软平台账户下的一切行为均视为你的行为。若你需对启山智软平台账户挂失，应及时与客服人员联系并按照客服人员的指引进行操作，若客服人员要求你提供书面证明材料才能进行下一步挂失操作的，你应及时提交书面证明材料。若你发现启山智软平台账户被盗用，应立即向启山智软平台发起挂失。因你管理不善导致被盗用的，产生的损失由你自行承担</b>。
      </p>
      <p>
        （五）<b>止付和撤销。由于启山智软平台系统的实时性和不可更改性，你向启山智软平台发起的任何支付指令，在启山智软平台执行后，均为不可撤销或更改的。支付指令一旦被启山智软平台执行，你不得要求止付、更改或撤销</b>。
      </p>
      <p>
        （六）<b>品牌规范使用</b>。未经启山智软平台书面授权，你不得转载、复制、截取、篡改启山智软平台的商标、标识、Logo等内容或制作与该内容有关的衍生产品。
      </p>
      <p>
        （七）<b>真实交易背景</b>。你承诺发起的本服务交易基于真实的交易，不得利用本服务从事虚假交易。
      </p>
      <p>
        （八）<b>商户系统安全与维护</b>。若你是商户，你应负责自身的硬件平台搭建并承担相关的设备费用及通讯费用。你应严格按照本服务和启山智软平台后台的接入技术规范来建设和运行自己的计算机系统并确保自身系统的安全性。你应在启山智软平台交易过程中验证启山智软平台请求和响应数据包中的签名真实性，并保障支付信息数据传输过程中的安全性、保密性。你应向启山智软平台明确各方数据传输协议、安全机制、硬件需求以及物理连接等诸多技术细节的具体需求，并妥善处理启山智软平台反馈的各种交易异常情况。
      </p>
      <p>
        （九）<b>保存订单信息</b>。若你是商户，你应保证订单信息的合法性、真实性、准确性和完整性。你在受理用户订单时，须记录包括但不限于以下信息：用户姓名、手机号码，订购产品的产品名称、产品编号、产品单价、合计索取价格、配送信息。你应按启山智软平台的要求向启山智软平台提供详细的、真实可信的交易字段，包括但不限于订单号、商品名称、商品描述等。你还应妥善保留有关交易数据和凭证，包括但不限于订单和用户接受货物时签字的有关单据，由交易发生之日起或本协议终止之日起，至少保留五年。在协议有效期内和协议终止之日起五年内，对启山智软平台提出的查询通知及调单要求，你应在接到启山智软平台通知后，以信件或传真的方式在5个工作日内将相关单据交付给启山智软平台。
      </p>
      <p>
        （十）<b>反套现、反洗钱</b>。你不得主动或协助持卡人进行信用卡套现、洗钱、交易分单、欺诈等违法经营行为，不得出现虚假申请、恶意倒闭等严重风险行为，否则，启山智软平台有权暂停或终止提供本协议服务，并将你的信息报送至中国人民银行和公安部门及其他相关监管机构。
      </p>
      <p>
        （十一）<b>实物和虚拟</b>。你需使用本服务同时经营实物类和虚拟类的商品或服务时，目前可使用同一启山智软平台账户，启山智软平台有权根据业务发展做调整。
      </p>
      <p>
        （十二）<b>实物类</b>，指需要物流配送的实物商品或需要记录和核实消费者身份信息的商品或服务；虚拟类，指非实物性质且无需物流配送的商品或服务。
      </p>
      <p>
        （十三）<b>安全守则</b>。你不得对启山智软平台的计算机系统和程序采取反向工程手段进行破解，不得对前述系统和程序（包括但不限于源程序、目标程序、软件文档、运行在本地电脑内存中的数据、客户端至服务器端的数据、服务器数据等）进行复制、修改、编译、整合和篡改，不得修改或增加启山智软平台提供的任何服务的软件系统的原有功能。
      </p>
      <p>（十四）<b>本服务的功能有如下几类</b>：</p>
      <p>
        1.<b>充值</b>。启山智软平台根据你发起指令，你可以将你银行卡内的资金划转到你的启山智软平台账户。
      </p>
      <p>
        2.<b>提现</b>。启山智软平台根据你发起指令或协议约定，在一定周期内向备付金存管账户发出转账指令，要求备付金存管账户将相应资金转账至你指定的合法银行账户的行为。
      </p>
      <p>
        3.<b>代付和转账功能</b>。启山智软平台根据不同业务场景为你提供代付或转账功能。你应保证你发起的代付和转账指令真实，且你发起的账户资金充足，启山智软平台无义务为你垫付资金。
      </p>
      <p>
        4.<b>代付和转账笔数和限额设置</b>。你可以在启山智软平台后台中设定支付账户与支付账户、支付账户与银行账户之间的日累计限额和笔数，启山智软平台有权根据你的经营风险或启山智软平台自身风险控制需要，对你的累计代付或转账限额和笔数进行调整，你若不接受启山智软平台的单方调整，双方均可解除本协议，互不担责。
      </p>
      <p>
        5.<b>增值服务</b>。用户选择增值服务（以下简称“增值服务”，包括但不限于分期支付、协议支付、余额支付等）作为资金渠道的,启山智软平台将根据增值服务的约定提供款项的代为支付服务。使用增值服务时，该笔交易项下的款项将在用户付款或确认收货时由启山智软平台代为支付至收款方的账户。
      </p>
      <p>
        6.<b>第三方代收代付功能：在资金支付完成前（故该服务无法提供给即时到账、储值卡充值等未经启山智软平台代管资金的业务）</b>，由交易相对方提供不可撤销地授权启山智软平台，由启山智软平台（或启山智软平台的协议银行）进行资金代为收取、支付、存放、划转。在使用该功能时,买家按照流程点击确认收货或根据买卖双方的约定视为确认收货后，启山智软平台将代为收取的买家支付的款项代为支付给卖家。若买卖双方与相关交易平台就全部或部分交易款项的支付时间存在其他特殊约定的，则按照特殊约定执行，如：预付卡支付方式（储值卡等），以及其他排除启山智软平台的情形，如：虚拟类商品交易（话费充值、培训课程等）。
      </p>
      <p>
        除本协议另有规定外，发生交易纠纷时，你不可撤销地授权启山智软平台根据现有证据决定将争议款项的全部或部分支付给交易一方或双方。
      </p>
      <p>
        启山智软平台难以仲裁和调解的，由维权一方向司法机关寻求救济，启山智软平台依据有效法律文书处理。
      </p>
      <p>（十五）<b>你应当遵守的其他义务</b>：</p>
      <p>1.不得将启山智软平台接口委托或转让给第三方。</p>
      <p>
        2.对单笔交易金额超过（含）5万元人民币的，启山智软平台有权核对用户证件。
      </p>
      <p>
        3.不得代其他启山智软平台使用者发起交易，不得转卖、租借网络支付接口和结算账户。
      </p>
      <p>4.若你是商户，需另外遵守：</p>
      <p class="ti">
        (1)不得招聘无本人身份证原件的人员作为收银员，不得让未经培训合格的收银员操作收付款；
      </p>
      <p class="ti">
        (2)金饰店、珠宝店、名牌钟表店、金银币专卖店等风险较高的你必须加装录像监控设施，对支付过程进行清晰记录，录像资料保留时间不少于3个月；
      </p>
      <p class="ti">
        (3)根据协议约定规范受理启山智软平台，在协议有效期内不得拒绝受理启山智软平台；
      </p>
      <p class="ti">
        (4)妥善保管交易数据信息，确保只有授权人员接触，建立健全的内部结算管理制度；
      </p>
      <p class="ti">
        (5)不得向用户征收任何附加费或额外费用，或提供低于现金支付水平的服务。
      </p>
      <p>
        （十六）<b>保障消费者合法权益</b>。若你是商户，你应切实维护用户合法权益，确保使用各种支付方式的用户均享受一致性公平待遇，不得向使用特定支付方式的用户转嫁或变相转嫁启山智软平台收取的服务费用，不得无理拒绝用户使用已经开通的支付方式。
      </p>
      <p>
        （十七）<b>和银行存款的区别</b>。你了解，启山智软平台账户所记录的资金余额不同于你本人的银行存款，不受《存款保险条例》保护，其实质为你委托启山智软平台保管的、所有权归属于你的预付价值。该预付价值对应的货币资金虽然属于你，但不以你本人名义存放在银行，而是以启山智软平台名义存放在备付金存管账户，并且由启山智软平台向备付金存款账户发起资金调拨指令。
      </p>
      <p></p>
      <p></p>
      <h3 class="mb">五、退款条款</h3>
      <p>
        对于你的交易中出现的退款情形，按如下规则处理：
      </p>
      <p>
        (一)当你向启山智软平台提出退款请求，启山智软平台按照你的退款请求处理退款时，如因银行原因或用户原因导致退款失败的，启山智软平台可将退款金额退至你的启山智软平台账户，你可再次发起退款请求或自行处理退款。
      </p>
      <p>
        (二)<b>若你是商户，当第三方向启山智软平台提出退款请求时，你应保证你的启山智软平台账户中有足够资金用于退款，如因资金不足导致无法退款的，启山智软平台有权直接从你的保证金或待结算款中扣除退款金额完成退款，除法律法规强制性规定外启山智软平台不会为你垫款，退款失败的后果由你自行承担。你负责解决和承担用户拒付交易款项而导致的退款纠纷或责任</b>。
      </p>
      <p>
        (三)<b>退款时银行方面需要向启山智软平台另行收取相关费用的，则此费用应由你自行承担，启山智软平台不会为你垫款</b>。
      </p>
      <p>
        (四)<b>退款时，若交易未完成结算的，则退款后不会扣除交易手续费；若交易已经完成结算的，则退款后因已发生轧差故而已扣除的交易手续费不会退还</b>。
      </p>
      <p></p>
      <h3 class="mb">六、保密条款</h3>
      <p>
        （一）除本协议另有约定外，未经相关方授权，任何一方不得将本协议内容、用户个人信息、用户支付信息以及接口技术、安全协议及证书等透露给第三方。
      </p>
      <p>
        （二）<b>各方对在履行协议中获得的商业机密和技术秘密负保密责任。出现下列任一情况时，启山智软平台有权披露你的相关商业信息</b>：
      </p>
      <p>
        1.<b>人民银行或银保监会、证监会等金融业监管机构要求启山智软平台提供你的相关个人信息或商业信息的</b>。
      </p>
      <p>
        2.<b>公安机关、人民法院、人民检察院或有权行政机关要求启山智软平台提供你的相关个人信息或商业信息的</b>。
      </p>
      <p>
        3.<b>用户投诉，要求启山智软平台提供你的相关个人信息或商业信息，经启山智软平台查实后认为可以提供的</b>。
      </p>
      <p>
        4.<b>本协议所称商业信息包括但不限于你与用户之间的交易单号、交易凭证、资金流水等交易信息</b>。
      </p>
      <p>（三）各方保证其雇员及代理人履行本条的保密义务。</p>
      <p>（四）上述保密义务不因本协议的终止而终止。</p>
      <p></p>
      <h3 class="mb">七、违约责任</h3>
      <p>（一）各方中的任何一方违反本协议中所做约定的义务，均构成违约。</p>
      <p>
        （二）你有下列情形之一的，启山智软平台有权单方面解除本协议并要求你承担相关赔偿责任：
      </p>
      <p class="ti">
        1.<b>直接或间接参与欺诈、黄赌毒、涉恐涉暴，或出租、出借、出售、购买银行账户（含银行卡）或支付账户，或在网上买卖POS机（包括MPOS）、刷卡器等受理终端，或涉嫌实施其他违法犯罪活动的</b>。
      </p>
      <p class="ti">
        2.<b>经营及财务状况恶化无法正常经营，或被全国企业信用信息公示系统列入“严重违法失信企业名单”，或单位注册地址不存在或者虚构经营场所的</b>。
      </p>
      <p class="ti">
        3.<b>你或其法定代表人、负责人被中国支付清算协会、银行卡清算机构、其他国家机关、企事业单位列入黑名单，或存在被国家机关、行业协会的处罚记录的</b>。
      </p>
      <p class="ti">
        4.<b>实施违规操作，或违反本协议等约定，且经指出拒不改正或在合理期间内虽有改正但无法达到启山智软平台整改要求和目标的</b>。
      </p>
      <p class="ti">
        5.<b>无理拒绝或故意拖延启山智软平台交易查询、调单查询或监查要求的</b>。
      </p>
      <p class="ti">6.<b>进入破产程序、解散、营业执照被吊销的</b>。</p>
      <p class="ti">7.<b>实施有损启山智软平台商誉或启山智软平台利益行为的</b>。</p>
      <p class="ti">
        8.<b>违反本协议或利用启山智软平台提供的服务从事非法业务的</b>。
      </p>
      <p class="ti">
        9.<b>你的软硬件系统存在安全问题，经启山智软平台通知后拒不整改的</b>。
      </p>
      <p class="ti">10.<b>出现风险事件或经启山智软平台判断交易异常的</b>。</p>
      <p class="ti">11.<b>违反启山智软平台的关联规则的</b>。</p>
      <p></p>
      <h3 class="mb">八、账户注销</h3>
      <p>
        （一）<b>发生下列情形之一的，启山智软平台有权注销你的启山智软平台账户，并将启山智软平台账户中的剩余资金转至你的银行账户，法律另有规定或本协议另有约定的除外</b>：
      </p>
      <p>1.<b>你主动申请注销启山智软平台账户的（联系客服）</b>。</p>
      <p>2.<b>本协议解除或终止的</b>。</p>
      <p>3.<b>你利用本服务从事非法活动的</b>。</p>
      <p>4.<b>你违反本协议或违反与启山智软平台签订的其他协议的</b>。</p>
      <p>
        （二）<b>无论你的启山智软平台账户是否被注销，启山智软平台均有权依据法律规定或国家机关的合法要求，冻结、扣划你启山智软平台账户中的资金</b>。
      </p>
      <p></p>
      <h3 class="mb">九、免责声明</h3>
      <p>
        （一）<b>损害赔偿的免责。你理解并同意，启山智软平台不对因下述情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿</b>：
      </p>
      <p>
        1.<b>启山智软平台有权基于综合判断，包含但不限于启山智软平台认为你已经违反本协议的明文规定及法律法规，暂停、中断或终止向你提供本服务或其任何部分，并移除你的资料</b>。
      </p>
      <p>
        2.<b>启山智软平台在发现交易异常或你有违反法律规定或本协议约定的行为时，有权按照法律规定暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝提供你使用本服务之部分或全部功能</b>。
      </p>
      <p>
        3.<b>在必要时，启山智软平台可终止提供本服务，暂停、关闭或删除该账户及你账户中所有相关资料及档案，将你滞留在该账户的全部合法资金退回到你的银行账户并适时通知</b>。
      </p>
      <p>
        4.<b>协议变更的免责。如启山智软平台对本协议内容进行变更，你不同意变更后的协议内容停止使用本服务，双方终止合作的，启山智软平台不承担违约责任</b>。
      </p>
      <p>
        （二）<b>系统中断或故障的免责。系统因下列状况无法正常运作，导致你无法使用各项服务的，启山智软平台不承担损害赔偿责任，该状况包括但不限于</b>：
      </p>
      <p>1.<b>启山智软平台在启山智软平台网站公告之系统停机维护期间</b>。</p>
      <p>2.<b>电信设备出现故障不能进行数据传输的</b>。</p>
      <p>
        3.<b>因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府部门行政管制等不可抗力之因素，造成有赞系统障碍不能执行业务的</b>。
      </p>
      <p>
        4.<b>由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟</b>。
      </p>
      <p>（三）<b>特殊情况的免责。对下列情形，启山智软平台不承担任何责任</b>：</p>
      <p>1.<b>并非由于启山智软平台的故意而导致本服务未能提供的</b>。</p>
      <p>2.<b>由于你的故意或过失导致你及/或任何第三方遭受损失的</b>。</p>
      <p>
        （四）<b>版本更新的免责。为了改善用户体验、完善服务内容，启山智软平台将不断努力开发新的服务，并为你不时提供内容或系统的更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。为了保证本服务的安全性和功能的一致性，启山智软平台系统更新通知会通过网站公告，也可能不经向你特别通知而对内容或系统进行更新，或者对软件的部分功能效果进行改变或限制。新版本发布后，旧版本的服务可能无法使用。启山智软平台不保证旧版本继续可用及相应的客户服务，请你随时核对并使用最新版本</b>。
      </p>
      <p></p>
      <h3 class="mb">十、风险提示及特别约定</h3>
      <p>
        （一）<b>本服务交易过程中，你应积极防范银行卡持卡人拒付风险，及时解决交易中出现的问题</b>：
      </p>
      <p>
        1.<b>若在交易中如出现包括但不限于交易不真实、欺诈、伪冒交易、持卡人账户信息泄漏或你违反国家法律规定或你违反对用户的承诺以及你违反与启山智软平台的约定之情形，你应自行承担上述情形造成的全部损失</b>。
      </p>
      <p>
        2.<b>若在交易中如出现持卡人否认交易、持卡人拒付、集中转入分散转出等可疑情形的，你应依据本协议第四条第八和九款之要求向启山智软平台提供相应的交易凭证，若你怠于提供凭证，或你提供的凭证不符合相关行业内标准，或在启山智软平台书面通知（含电子邮件通知）后你未及时停止可疑交易、控制相应资金的等，你应自行承担上述情形造成的全部损失</b>。
      </p>
      <p>
        （二）<b>你因上述情形给启山智软平台造成损失的，启山智软平台有权直接从你的账户余额或待结算款项（如有）中扣回与损失金额同等的金额</b>。
      </p>
      <p>
        （三）<b>你在进行支付交易的过程中，应严格遵守中国人民银行网上银行业务和信用卡交易相关的政策法规，不得进行虚假交易、非法套现、洗钱等行为</b>。
      </p>
      <p>
        （四）<b>如你申请开通大额支付功能，应确认并同意遵守如下条款：你保证将启山智软平台所提供的大额支付功能用于实名制业务，否则，你应承担因违反上述承诺而造成的一切风险和法律责任，你应对受损方作出无条件的先行赔付</b>。
      </p>
      <p>
        （五）<b>实名制业务。当你购买特殊商品类目或软件服务（如跨境商品、有赞云平台上的应用）时，需提交你的姓名、身份证号码等真实身份信息。若你是商户，你有义务提醒消费者提交上述信息</b>。
      </p>
      <p></p>
      <h3 class="mb">十一、知识产权</h3>
      <p>
        （一）你使用启山智软平台，即你自动授权启山智软平台及启山智软平台关联的公司网站、宣传资料、媒体渠道等页面及资料上无偿使用你品牌、商标等进行展示和宣传，但启山智软平台不得用于有损你品牌的用途。
      </p>
      <p>
        （二）你保证与商品相关的专利、商标、名称、特有标识、装潢、技术秘密、图片等均属于其权利人所有，已按照法律规定或者合同约定获得了销售商品的合法授权或许可，有权授权并许可启山智软平台为在本协议下目的使用相关知识产权，该授权许可是免费的、非独家的。
      </p>
      <p>
        （三）启山智软平台或其关联方拥有、使用、许可、控制的或者启山智软平台或其关联方对之享有其他权利的所有知识产权、工业产权和专有权利，包括全部商标、著作权、名称、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象、专利等，由启山智软平台或其关联方独家拥有并保留。同时由启山智软平台上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由启山智软平台或其关联方依法拥有知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。非经启山智软平台或其关联方书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表在有赞网站上的程序或内容（仅限于由有赞上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计等）。
      </p>
      <p>
        （四）你不得恶意申请和注册与启山智软平台或其关联方相同或近似的商标、名称、标识、标志、微信公众号、域名、网页等，用于开展与启山智软平台或其关联方实质相同或近似的业务。
      </p>
      <p>
        （五）若你违反本条之约定而给启山智软平台或其关联方造成损失的，你应赔偿全部损失并消除给启山智软平台或其关联方造成的不良影响，同时启山智软平台有权采取限制你的账户余额或待结算资金提现、直接自你待结算资金中扣划损失赔偿金等措施，并有权立即解除本协议。
      </p>
      <p></p>
      <b
        ><h3 class="mb">十二、协议的生效与变更</h3>
        <p>
          （一）协议变更。启山智软平台可基于国家法律法规变化、业务调整、产品更新及维护交易秩序、保护消费者权益等需要对协议内容进行变更，变更后的协议将按照法定程序进行公示并在启山智软平台网站上公告。如你不同意变更内容，你有权于变更内容确定的生效日前联系启山智软平台反馈意见。如反馈意见得以采纳，启山智软平台将酌情调整变更事项。
        </p>
        <p>
          （二）协议生效。若你在本协议内容公告变更后继续使用本服务的，表示你已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容继续使用启山智软平台服务；若你不同意变更后的协议内容，你应停止使用本服务。启山智软平台及你的一切行为、争议应依据具体行为、争议发生时最新生效版本的《启山智软平台开户及服务协议》作出并进行解释。
        </p>
        <p>
          （三）民事权利能力和民事行为能力。你确认，你是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受你所属国家或地区的排斥。若你不具备前述与你行为相适应的民事行为能力，则你及你的监护人应依照法律规定承担因此而导致的后果。
        </p>
        <p>
          （四）补充协议。你与启山智软平台签署的本协议列明的条款并不能完整罗列并覆盖你与启山智软平台所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，与启山智软平台及你相关的规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如你使用启山智软平台提供的服务，视为你同意上述补充协议。
        </p>
        <p></p
      ></b>
      <h3 class="mb">十三、通知与送达</h3>
      <p>
        （一）<b>联系方式有效。你在注册成为启山智软平台用户并接受服务时，你应该向启山智软平台提供真实有效的联系方式（包括你的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，你有义务及时更新有关信息，并保持可被联系的状态</b>。
      </p>
      <p>
        （二）<b>其他联系方式</b>。你在注册启山智软平台用户时生成的用于登录启山智软平台网站接收站内信、系统消息的账户，也作为你的有效联系方式。
      </p>
      <p>
        （三）<b>通知实时关注</b>。启山智软平台将向你的上述联系方式的其中之一或其中若干送达各类通知，而此类通知的内容可能对你的权利义务产生重大的有利或不利影响，请你务必及时关注。
      </p>
      <p>
        （四）<b>通知的送达v</b>。本协议签订或履行过程中，启山智软平台向你寄送的书面通知，在邮寄后第五个自然日即视为送达。书面通知形式还包括但不限于在有赞平台公告、向你发送电子邮件、平台站内信、系统信息、手机短信、QQ
        消息和传真等电子方式，在采用电子方式进行通知的情况下，发送当日即视为送达。
      </p>
      <p>
        （五）<b>法律文书送达</b>。对于在启山智软平台平台上因交易活动引起的任何纠纷，你同意司法机关（包括但不限于人民法院）可以通过你在启山智软平台网站注册、更新时提供的手机号码、电子邮箱联系方式以及在注册启山智软平台用户时生成的账户进行送达，司法机关向上述联系方式发出法律文书即视为送达。你指定的邮寄地址为你的法定联系地址或你提供的有效联系地址。
      </p>
      <p>
        （六）<b>联系方式实时更新</b>。你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不正确，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由你自行承担由此可能产生的法律后果。
      </p>
      <p></p>
      <h3 class="mb">十四、法律适用、管辖与其他</h3>
      <p>
        （一）<b>法律适用</b>。本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。
      </p>
      <p>
        （二）<b>管辖法院</b>。你因使用启山智软平台服务所产生的以及与启山智软平台平台服务有关的争议，由启山智软平台与你协商解决。协商不成时，任何一方均可向位于合同签订地的杭州互联网法院提起诉讼。
      </p>
      <p>
        （三）<b>条款独立性</b>。如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余条款则仍具有法律效力。
      </p>
      <p></p>
      <h3 class="mb">十五、数据和隐私</h3>
      <p>
        （一）启山智软平台和你都应遵循现行法规采取安全技术措施和保密措施，以防止泄露和保护双方的数据安全。保护甲方及用户的数据安全和防止泄露。
      </p>
      <p>
        （二）启山智软平台十分重视你以及他人的隐私，遵循“最小可用”等原则，详细可见《启山智软平台隐私政策》。
      </p>
      <p></p>
      <h3 class="mb">十七、协议有效期、自动续期和提前终止协议</h3>
      <p>
        （一）本协议的有效时间以启山智软平台后台确认的时间为准，有效期自签订之日起一年。若各方均未在有效期届满前一个月以书面形式通知解约，则本协议自动续期一年，续期次数不限；除本协议第五条约定之情形外，若启山智软平台在协议有效期内提出费率变更请求，并以站内信或启山智软平台后台公告等形式通知你，自信息发出之日起30个自然日内，你继续使用本服务的，启山智软平台有权自30日届满之日起按照变更后的费率向你收取手续费，并可以从你的待结算款中扣除。
      </p>
      <p>
        （二）<b>本协议由启山智软平台的主体（宁波启山科技有限公司）和你共同签订，具有合同法律效力</b>。
      </p>
      <p>
        （三）各方有权基于各自的营运需要提前终止本协议，且无需承担任何法律责任。需提前终止本协议的，主动提出方应提前一个月以书面或电子邮件形式通知各方。
      </p>
      <p>
        （四）协议解除或终止后，涉及到保证金、退款和保密的条款依然有效，各方应继续遵照执行。
      </p>
      <p></p>
    </div>
  </div>
</template>

<style lang="scss">
.privacy {
  width: 900px;
  margin: 0 auto;
  background-color: #fff;
  font-size: 14px;
  color: #595961;
  letter-spacing: 0;
  line-height: 26px;
  padding-bottom: 45px;
  text-align: justify;
}

.tx {
  text-align: center;
}

.mb {
  margin-top: 10px;
  margin-bottom: 18px;
}

.ti {
  text-indent: 3em;
}
</style>
